{
  "id" : "nkn9-ge6x",
  "name" : "NYCHA Application - Frequently Asked Questions",
  "attribution" : "New York City Housing Authority (NYCHA)",
  "attributionLink" : "http://www.nyc.gov/html/nycha/html/assistance/generalfaq.shtml",
  "averageRating" : 0,
  "category" : "Construction and Housing",
  "createdAt" : 1364499067,
  "description" : "FAQ about applying for housing at NYCHA",
  "displayType" : "table",
  "downloadCount" : 0,
  "numberOfComments" : 0,
  "oid" : 2988245,
  "publicationAppendEnabled" : false,
  "publicationDate" : 1364504626,
  "publicationGroup" : 762329,
  "publicationStage" : "published",
  "rowClass" : "",
  "rowsUpdatedAt" : 1364504604,
  "rowsUpdatedBy" : "8b43-zkvh",
  "signed" : false,
  "tableId" : 762458,
  "totalTimesRated" : 0,
  "viewCount" : 13,
  "viewLastModified" : 1364570743,
  "viewType" : "tabular",
  "columns" : [ {
    "id" : 53775577,
    "name" : "Frequentyly Asked Questions",
    "dataTypeName" : "text",
    "description" : "The most frequent questions asked by prospective residents applying to NYCHA development. ",
    "fieldName" : "frequentyly_asked_questions",
    "position" : 1,
    "renderTypeName" : "text",
    "tableColumnId" : 9008921,
    "width" : 529,
    "cachedContents" : {
      "non_null" : 22,
      "smallest" : "Are utilities included in my rent? ",
      "null" : 0,
      "largest" : "What is working family preference?",
      "top" : [ {
        "count" : 20,
        "item" : "How do I apply for public housing with NYCHA? "
      }, {
        "count" : 19,
        "item" : "Do I need to submit documents with the NYCHA public housing application? "
      }, {
        "count" : 18,
        "item" : "How will I know that my public housing application has been received by NYCHA? "
      }, {
        "count" : 17,
        "item" : "How often should I file an application? "
      }, {
        "count" : 16,
        "item" : "What is the difference between Public Housing and Section 8? "
      }, {
        "count" : 15,
        "item" : "Can I be on the waiting list for both Public Housing and Section 8? "
      }, {
        "count" : 14,
        "item" : "Do I have to be a resident of New York City to be eligible to apply for public housing? "
      }, {
        "count" : 13,
        "item" : "Do I have to be citizen of the United States to be eligible to apply for public housing? "
      }, {
        "count" : 12,
        "item" : "How old must I be to apply for public housing? "
      }, {
        "count" : 11,
        "item" : "Do I need to have children living in my household to be eligible to apply for public housing? "
      }, {
        "count" : 10,
        "item" : "How old do I have to be to live in public housing for seniors? "
      }, {
        "count" : 9,
        "item" : "Can I list a specific development as my preference on my application? "
      }, {
        "count" : 8,
        "item" : "Do I have to have a source of income to be eligible to apply for public housing? "
      }, {
        "count" : 7,
        "item" : "Is there a maximum income that would make me ineligible to apply for public housing? "
      }, {
        "count" : 6,
        "item" : "Does NYCHA include assets as income when determining eligibility for public housing? "
      }, {
        "count" : 5,
        "item" : "What changes should I report to NYCHA after I apply for public housing? "
      }, {
        "count" : 4,
        "item" : "Once I apply, what is the applications process? "
      }, {
        "count" : 3,
        "item" : "How much will my rent be? "
      }, {
        "count" : 2,
        "item" : "Are utilities included in my rent? "
      }, {
        "count" : 1,
        "item" : "What happens after I receive notification of my placement to a certified waiting list? "
      } ]
    },
    "format" : {
    }
  }, {
    "id" : 53775578,
    "name" : "Answers",
    "dataTypeName" : "text",
    "description" : "Answers to frequently asked questions",
    "fieldName" : "answers",
    "position" : 2,
    "renderTypeName" : "text",
    "tableColumnId" : 9008922,
    "width" : 645,
    "cachedContents" : {
      "non_null" : 22,
      "smallest" : "After, you have attended your eligibility interview and found to be preliminarily eligible for Public Housing, you will be notified by mail that you have been placed on either the borough wait list or development wait list. ",
      "null" : 0,
      "largest" : "Your rent will be based on 30% of your household’s anticipated gross annual income less deductions. HUD regulations allow deductions of $480 for each dependent; $400 for elderly family, or a person with a disability; and some medical deductions for households headed by an elderly person or person with disabilities. ",
      "top" : [ {
        "count" : 20,
        "item" : "Apply Online You may apply online at (http://apply.nycha.info) from any device with Internet access; or you may file online from any of our Walk-in centers. \n\nGet a Paper Application Call or visit NYCHA’s Customer Contact Center to get a paper application Submit a request to have an application mailed to you. "
      }, {
        "count" : 19,
        "item" : "No, you do not need to submit documents with the NYCHA public housing application. The information you provide on your application will be verified if and when we are able to reach your application for an eligibility interview. Please do not send any documents with your application. (If you are applying for NYCHA public housing as a Victim of Domestic Violence, please see these guidelines regarding supporting documents.)"
      }, {
        "count" : 18,
        "item" : "Applicants will receive a letter from NYCHA within 45 days acknowledging the date your application was received and the housing priority that you have been assigned based on the information provided in your application. If you do not receive such a letter from NYCHA, please contact the Customer Contact Center at (718)-707-7771 from 8 AM – 5PM, Monday through Friday."
      }, {
        "count" : 17,
        "item" : "If you are still interested in applying for public housing you can re-apply every 12 months. If you have not been invited for an eligibility interview, you must file a new application every 12 months to remain on the waiting list. You will retain the filing date from your original application."
      }, {
        "count" : 16,
        "item" : "Public housing apartments are owned and operated by NYCHA. More than 400,000 New Yorkers reside in one of the 178,895 apartments located around the five boroughs of New York City. The public housing waiting list has over 160,000 applications. \n\nThe Section 8 Program enables eligible persons to rent privately owned apartments. Housing assistance payments are made to the private landlords. \n\nPlease be aware that the Section 8 waiting list is presenting closed to new applicants."
      }, {
        "count" : 15,
        "item" : "Yes, you can apply for both programs, but once you rent an apartment with the assistance of one program, your housing priority in the program that you did not yet receive will be significantly reduced. This reduction in priority would likely mean that you will not be reached on the waiting list."
      }, {
        "count" : 14,
        "item" : "No, you do not have to be a resident of New York City to apply, but due to NYCHA’s long waiting list, available apartments will be offered to applicants who live or work in New York City first."
      }, {
        "count" : 13,
        "item" : "No, you do not have to be a citizen of the United States but at least one member of your household must be a United States citizen or a non-citizen with eligible immigration status (e.g Permanent Resident, Refugee/Asylum statuses)."
      }, {
        "count" : 12,
        "item" : "You must be at least 18 years or older, or an emancipated minor to be eligible to apply for public housing. \n\nAn emancipated minor is a child who has been granted the status of adulthood by a court order or other formal arrangement. In the United States, there are three main ways for a teenager to become emancipated and they are: Court petition; Marriage and Military Service. "
      }, {
        "count" : 11,
        "item" : "No, single adults are eligible to apply for public housing."
      }, {
        "count" : 10,
        "item" : "You or your co-head of household must be at least 62 years or older and all other household members must be 62 years of age or older."
      }, {
        "count" : 9,
        "item" : "No, you may not apply for a specific development. You may only list a 1st and 2nd choice of borough (Bronx, Brooklyn, Manhattan, Queens, Staten Island) on your application. If you are found eligible for public housing after your eligibility interview, you will be placed on a borough or development waiting list depending upon your priority and bedroom size required."
      }, {
        "count" : 8,
        "item" : "No, you are not required to have income to be eligible to apply. "
      }, {
        "count" : 7,
        "item" : "Yes, Housing Authorities like NYCHA use income limits developed by the U.S. Department of Housing and Urban Development (HUD). The income for admission varies for the county or metropolitan area, so you may be eligible in one area and not the other. "
      }, {
        "count" : 6,
        "item" : "The market value of the asset will not be included as income, but the income yield from the asset such as interests or dividends will be included."
      }, {
        "count" : 5,
        "item" : "You must immediately notify the Customer Contact Center of any change to your mailing address or telephone number(s). \n\nChanges to your family size, source of income or amount of income may affect the placement of your application, if you are not certain whether to report the change, you may contact the Customer Contact Center for information or re-file a new application with the updated information. "
      }, {
        "count" : 4,
        "item" : "The information you provided on your most recent public housing application will determine when we may be able to invite you for an Eligibility Interview. It is therefore important that you notify us of any changes as soon as it occurs. Your application is selected by computer for an eligibility interview based on your borough choice, apartment size, housing priority and date of application. However, due to the large number of families on the waiting list, and the low turnover and vacancy rate of apartments, it is impossible to estimate when a family might be selected for an eligibility interview. "
      }, {
        "count" : 3,
        "item" : "Your rent will be based on 30% of your household’s anticipated gross annual income less deductions. HUD regulations allow deductions of $480 for each dependent; $400 for elderly family, or a person with a disability; and some medical deductions for households headed by an elderly person or person with disabilities. "
      }, {
        "count" : 2,
        "item" : "Most but not all developments include gas and electric with rent. If you rent at a development that does not include utilities, you will be responsible for paying for utilities directly. However, you will receive a utility allowance that will be deducted from your monthly rent."
      }, {
        "count" : 1,
        "item" : "After, you have attended your eligibility interview and found to be preliminarily eligible for Public Housing, you will be notified by mail that you have been placed on either the borough wait list or development wait list. "
      } ]
    },
    "format" : {
    }
  } ],
  "grants" : [ {
    "inherited" : false,
    "type" : "viewer",
    "flags" : [ "public" ]
  } ],
  "metadata" : {
    "custom_fields" : {
      "Update" : {
        "Update Frequency" : "Annually"
      }
    },
    "renderTypeConfig" : {
      "visible" : {
        "table" : true
      }
    },
    "availableDisplayTypes" : [ "table", "fatrow", "page" ],
    "rdfSubject" : "0",
    "rowIdentifier" : "0",
    "rdfClass" : ""
  },
  "owner" : {
    "id" : "8b43-zkvh",
    "displayName" : "Ram S.",
    "emailUnsubscribed" : false,
    "privacyControl" : "login",
    "profileLastModified" : 1358269795,
    "roleName" : "publisher",
    "screenName" : "Ram S.",
    "rights" : [ "create_datasets", "edit_others_datasets", "edit_nominations", "approve_nominations", "moderate_comments", "manage_stories", "feature_items", "change_configurations", "view_domain", "view_others_datasets", "edit_pages", "short_session" ]
  },
  "query" : {
  },
  "rights" : [ "read" ],
  "tableAuthor" : {
    "id" : "8b43-zkvh",
    "displayName" : "Ram S.",
    "emailUnsubscribed" : false,
    "privacyControl" : "login",
    "profileLastModified" : 1358269795,
    "roleName" : "publisher",
    "screenName" : "Ram S.",
    "rights" : [ "create_datasets", "edit_others_datasets", "edit_nominations", "approve_nominations", "moderate_comments", "manage_stories", "feature_items", "change_configurations", "view_domain", "view_others_datasets", "edit_pages", "short_session" ]
  },
  "tags" : [ "nycha", "nyc housing", "public housing", "application", "subsidized housing" ],
  "flags" : [ "default" ]
}
